<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <title>BS-Fusion - Security System Lizenzbestimmungen</title>
    <meta http-equiv='Content-Type' content='text/html; charset=UTF-8' />

    <style type="text/css">
    /*<![CDATA[*/
    body {
    background-color: #FCFCFC;
    color: #000000;
    }
    :link { color: #000000 }
    :visited { color: #000000 }
    :active { color: #000000 }
    div.c3 {text-align: center}
    div.c2 {font-family: Verdana,Tahoma,Arial,Helvetica,sans-serif; font-size: 80%; text-align: center}
    span.c1 {font-family: Verdana,Tahoma,Arial,Helvetica,sans-serif; font-size: 80%}
    /*]]>*/
    </style>
</head>

<body>
    <div class="c3">
        <table width='80%' cellspacing='0' cellpadding='0' border='0'>
            <tr>
                <td>
                    <span class="c1"><b>Lizenzbestimmungen zur Security System Infusion</b>
                    <br />
                    <br />
                     WICHTIG - BITTE SORGF&Auml;LTIG LESEN: Dieser Endbenutzer-Lizenzvertrag ("Lizenzvertrag") ist ein rechtsg&uuml;ltiger Vertrag zwischen Ihnen (entweder als nat&uuml;rlicher oder als juristischer Person im folgenden "Sie" oder "Ihnen" genannt) und BS-Fusion Deutschland, Manuel Kurz, St&ouml;ckerwiesen 18, 72270 Baiersbronn, Internet: www.bs-fusion.de, Email: webmaster@bs-fusion.de (im folgenden "bs-fusion" genannt) f&uuml;r die im folgenden beschriebene Infusion f&uuml;r PHP-Fusion.
                    <br />
                    <br />
                     Dieses Softwareprodukt ("Softwareprodukt") umfa&szlig;t die Infusion "Security System".
                    <br />
                    <br />
                     Indem Sie das Softwareprodukt installieren, kopieren, downloaden, darauf zugreifen oder es anderweitig verwenden, erkl&auml;ren Sie sich damit einverstanden, durch die Bedingungen dieses Lizenzvertrages gebunden zu sein. Falls Sie den Bestimmungen des Lizenzvertrages nicht zustimmen, sind Sie nicht berechtigt, das Softwareprodukt zu installieren oder zu verwenden.
                    <br />
                    <br />
                     <b>Lizenzvereinbarung</b>
                    <br />
                     Das Softwareprodukt wird Ihnen nur zum Gebrauch als Lizenznehmer &uuml;berlassen und nicht verkauft, wobei ihr Gebrauch nach den Bestimmungen dieses Lizenzvertrages beschr&auml;nkt ist. bs-fusion beh&auml;lt sich alle Ihnen in diesem Lizenzvertrag nicht ausdr&uuml;cklich gew&auml;hrten Rechte vor.
                    <br />
                    <br />
                     <b>1. &Auml;nderungen am Softwareprodukt</b>
                    <br />
                     Sie sind nicht berechtigt, das Softwareprodukt abzu&auml;ndern, anzupassen oder vom Softwareprodukt abgeleitete Produkte herzustellen. Es wird Ihnen untersagt, das Softwareprodukt zu dekompilieren, einer R&uuml;ckentwicklung zu unterziehen, zu zerlegen, oder auf andere Weise in allgemein lesbare Form umzuwandeln.
                    <br />
                    <br />
                     <b>2. Keine Vermietung</b>
                    <br />
                     Sie sind nicht berechtigt, das Softwareprodukt zu vermieten, zu verleasen oder zu verleihen.
                    <br />
                    <br />
                     <b>3. Weitergabe des Softwareproduktes</b>
                    <br />
                     Sie d&uuml;rfen das komplette Softwareprodukt, als Freeware-Version des Softwareprodukts an Dritte zum Zweck des Einsatzes in seinem PHP-Fusion-Systems weitergeben, vorausgesetzt, diese erkl&auml;ren sich mit den Bedingungen dieses Vertrags einverstanden. Sie d&uuml;rfen die Infusion nicht an Dritte weitergeben, ohne diese dar&uuml;ber zu informieren, da&szlig; es sich bei der Software um eine Freeware-Version handelt, die nur in &Uuml;bereinstimmung mit den Bedingungen dieses Lizenzvertrags zum Zweck des Einsatzes in PHP-Fusion benutzt werden darf. Unter keinen Umst&auml;nden ist es Ihnen gestattet, nur einen Teil der Infusion zu vertreiben; Sie m&uuml;ssen immer eine komplette Kopie des originalen Softwareprodukts weitergeben.
                    <br />
                    <br />
                     <b>4. K&uuml;ndigung</b>
                    <br />
                     Unbeschadet anderer Rechte ist bs-fusion berechtigt, diese Lizenz unverz&uuml;glich zu beenden, wenn Sie gegen die Bestimmungen dieses Lizenzvertrages versto&szlig;en. Bei Beendigung haben Sie das Softwareprodukt, mit all seinen Komponenten, sowie alle Kopien desselben zu vernichten.
                    <br />
                    <br />
                     <b>5. Urheberrecht</b>
                    <br />
                     Alle Rechte und geistige Eigentumsrechte an dem Softwareprodukt, ausgenommen Programmteile, die der GPL-Lizenz unterliegen, unterliegen bs-fusion.
                    <br />
                    <br />
                     <b>6. Gew&auml;hrleistung</b>
                    <br />
                     Diese Software wird bereitgestellt "wie besehen". Soweit gesetzlich zul&auml;ssig, lehnt bs-fusion alle Gew&auml;hrleistungen hinsichtlich des Softwareproduktes unabh&auml;ngig davon, ob sie ausdr&uuml;cklich oder konkludent gew&auml;hrt worden sind, einschlie&szlig;lich, aber nicht beschr&auml;nkt auf konkludente Gew&auml;hrleistungen f&uuml;r Tauglichkeit und Eignung f&uuml;r einen bestimmten Zweck.
                    <br />
                    <br />
                     <b>7. Haftung</b>
                    <br />
                     bs-fusion weist darauf hin, da&szlig; es nach dem momentanen Stand der Technik nicht m&ouml;glich ist, Software so zu erstellen, da&szlig; sie in allen Anwendungen und Kombinationen, insbesondere auch in Verwendung mit verschiedenen Hardwarekomponenten sowie Software anderer Hersteller, fehlerfrei arbeitet. bs-fusion gew&auml;hrleistet daher nicht, da&szlig; die Software fehlerfrei betrieben oder von Ihnen ohne Unterbrechung benutzt werden kann.
                    <br />
                    <br />
                     Es wird dringend empfohlen, das Softwareprodukt vor dem tats&auml;chlichen Einsatz umfassend in einer nicht kritischen Umgebung im Echtbetrieb zu testen. Vor der Installation des Softwareprodukts, bzw. der Installation von Updates oder einer Neuinstallation der Software ist eine Datensicherung des gesamten Laufwerks, auf dem das Softwareprodukt installiert werden soll, auf einem auswechselbaren Datentr&auml;ger, durchzuf&uuml;hren.
                    <br />
                    <br />
                     bs-fusion haftet nur f&uuml;r Vorsatz und grobe Fahrl&auml;ssigkeit. Im Falle der Verletzung wesentlicher Vertragspflichten haftet bs-fusion jedoch nach den gesetzlichen Vorschriften.
                    <br />
                    <br />
                     Au&szlig;er bei Vorsatz oder grober Fahrl&auml;ssigkeit von bs-fusion ist die Haftung der H&ouml;he nach auf die bei Vertragsschlu&szlig; typischerweise vorhersehbaren Sch&auml;den begrenzt.
                    <br />
                    <br />
                     Vorstehende Haftungseinschr&auml;nkungen gelten nicht f&uuml;r Sch&auml;den aus Verletzungen von Leben, K&ouml;rper oder Gesundheit oder f&uuml;r Schadensersatzanspr&uuml;che aufgrund einer ausdr&uuml;cklich gew&auml;hrten Garantie. Anspr&uuml;che nach dem Produkthaftungsgesetz bleiben unber&uuml;hrt.
                    <br />
                    <br />
                     <b>Allgemeines</b>
                    <br />
                    <br />
                     <b>8. Anwendbares Recht</b>
                    <br />
                     Auf die vorliegende Vereinbarung findet ausschlie&szlig;lich deutsches Recht unter Ausschlu&szlig; des UN-Kaufrechts (CISG) Anwendung.
                    <br />
                    <br />
                     <b>9. Gesamte Vereinbarung</b>
                    <br />
                     Diese Vereinbarung stellt die gesamte Vereinbarung zwischen bs-fusion und Ihnen dar. Sie l&ouml;st alle vorherigen Vereinbarungen (m&uuml;ndlich oder schriftlich) in Bezug auf den Inhalt ab.
                    <br />
                    <br />
                     <b>10. Salvatorische Klausel</b>
                    <br />
                     Sollten ein oder mehrere Punkte dieses Lizenzvertrages juristisch unwirksam sein oder werden, so wird der Bestand des &uuml;brigen Lizenzvertrages hierdurch nicht ber&uuml;hrt. Die unwirksamen Bestimmungen sind durch g&uuml;ltige Bestimmungen zu ersetzen, die den urspr&uuml;nglich gewollten Regelungen und Bestimmungen am n&auml;chsten kommen.
                    <br />
                    <br />
                     Stand: M&auml;rz 2008
                    <br />
                    <br />
                    <br />
                    <br /></span>

                    <div class="c2">
                        <span class="text_copyright">Copyright &copy; 2006 <a href='http://www.bs-fusion.de' target='_blank'>bs-fusion.de</a></span>
                    </div>
                </td>
            </tr>
        </table>
    </div>
</body>
</html>
